Repository: NaN-tic/trytond-analytic_product_work
Catalog: locale/*.po
Languages: ca_es

# error:product.kit.line:
source: You cannot modify componet "%s" associated to works
ca_es: No podeu modificar el component "%s" perqu�� te treballs associats.

# error:product.product:
source: You can not modify "%s" product fields: "Type, Kit components or Analytic Accounts" because exists Timesheet Work associated
ca_es: No podeu modificar el camps del "Tipus, Components del kit o compte anal��tic" del producte "%s" perqu�� existeixen l��nies del full de treball associades.

# error:timesheet.work:
source: You cannot delete work "%s" with lines computed
ca_es: No podeu eliminar el treball "%s" perqu�� te l��nies assignades.

# field:analytic_account.account,full_name:
source: Full Name
ca_es: Nom complet

# field:analytic_account.account,works:
source: Work
ca_es: Treball

# field:product.product,kit_component:
source: Kit Component
ca_es: Component del kit

# field:product.product,works:
source: Works
ca_es: Treballs

# field:timesheet.work,account:
source: Analytic Account
ca_es: Compte anal��tic

# field:timesheet.work,product:
source: Product
ca_es: Producte

# model:ir.action,name:act_account_works_form
source: Timesheet Works
ca_es: L��nies del full de treball

# model:ir.action,name:act_product_works_form
source: Timesheet Works
ca_es: L��nies del full de treball
